// PCKeychain
"Enter the passphrase of the private key for %@." = "输入 %@ 专用密钥的密码。";
"Imported by %@ at %@" = "由 %@ 于 %@ 导入";
"The certificate for this server has expired. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "此服务器的证书已过期。您可能正在连接一个伪装成“%@”的服务器，这会威胁到您的机密信息的安全。您仍要连接到该服务器吗？";
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "此服务器的证书仍不是有效的。您可能正在连接一个伪装成“%@”的服务器，这会威胁到您的机密信息的安全。您仍要连接到该服务器吗？";
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "此服务器的证书由未知的颁发机构签署。您可能正在连接一个伪装成“%@”的服务器，这会威胁到您的机密信息的安全。您仍要连接到该服务器吗？";
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "此服务器的证书是无效的。您可能正在连接一个伪装成“%@”的服务器，这会威胁到您的机密信息的安全。您仍要连接到该服务器吗？";
"Continue" = "继续";
"Cancel" = "取消";
"OK" = "好";
"Keychain Error" = "钥匙串错误";

// NSAppleEventDescriptor-Additions
"Could not get property." = "无法获取属性。";

// PCAuthorizationManager
"Could not change permissions of \"%@\"." = "无法更改“%@”的权限。";
"Could not change owner/group of \"%@\"." = "无法更改“%@”的所有者/群组。";
"Authorization was cancelled." = "授权已取消。";
"The operation could not be completed because authorization was not obtained." = "由于未获得授权，这项操作无法完成。";

// PCURLAuthenticator
"Username and Password Required for %@" = "需要输入 %@ 的用户名和密码";
"Log In" = "登录";
"Username" = "用户名";
"Password" = "密码";
"Username and Password Required" = "需要输入用户名和密码";
"%@ requires a username and password to view. Your password will be sent in the clear." = "需要输入用户名和密码才能查看 %@。您的密码将以明文发送。";

// NSFileManager-Additions
"Hard Disk" = "硬盘";

// KeyCombo
"Space" = "空格键";

// PCTranscript
"Not Connected" = "未连接";
"Truncated Log File (View Complete)" = "日志文件被截断（完整视图）";

// Interapplication
"Invalid Argument: “%@”" = "Invalid Argument: “%@”";

// NSDate-Conversions
"Today" = "今天";
"Yesterday" = "昨天";
"%ld days ago" = "%ld 天前";
"%ld weeks ago" = "%ld 周前";
"%ld months ago" = "%ld 个月前";
"%ld years ago" = "%ld 年前";
"1 day ago" = "1 天前";
"1 week ago" = "1 周前";
"1 month ago" = "1 个月前";
"1 year ago" = "1 年前";
